Repository: DerMoha/PhotoSoap
Catalog: PhotoSoap/LocalizableCoupon.xcstrings
Source language: en
Languages: de

# coupon.alreadyRedeemed
source: Already Redeemed
de: Bereits eingelöst

# coupon.alreadyRedeemed.description
source: You have already redeemed a code. Ad-free access is active.
de: Du hast bereits einen Code eingelöst. Werbefreier Zugang ist aktiv.

# coupon.description
source: Enter a coupon code to unlock ad-free access.
de: Gib einen Coupon-Code ein, um werbfreien Zugang freizuschalten.

# coupon.enter
source: Enter your code
de: Code eingeben

# coupon.invalid
source: Invalid Code
de: Ungültiger Code

# coupon.invalid.description
source: The code you entered is not valid. Please check and try again.
de: Der eingegebene Code ist ungültig. Bitte überprüfe ihn und versuche es erneut.

# coupon.redeemTitle
source: Redeem a Code
de: Code einlösen

# coupon.submit
source: Redeem
de: Einlösen

# coupon.success
source: Code Redeemed
de: Code eingelöst

# coupon.success.description
source: Ad-free access has been activated. Thank you for testing PhotoSoap!
de: Werbefreier Zugang wurde aktiviert. Danke fürs Testen von PhotoSoap!

# coupon.title
source: Redeem Code
de: Code einlösen
